{"translation-revision-date":"YEAR-MO-DA HO:MI+ZONE","generator":"WP-CLI\/2.4.0","source":"assets\/js\/import-export.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"pl_PL","plural-forms":"nplurals=3; plural=(n==1 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2);"},"Flexible Shipping Import\/Export":[""],"Export all the methods":["Wyeksportuj wszystkie metody"],"Export selected methods":["Wyeksportuj wybrane metody"],"Collapse all":["Zwiń listę"],"Expand all":["Rozwiń listę"],"Back to menu":["Powróć do menu"],"Proceed & export":["Eksportuj metody"],"Add your first Flexible Shipping method":["Dodaj pierwszą metodę wysyłki FS"],"The selected shipping zone doesn't contain any exportable shipping methods. Please make sure you've selected the correct %1$sshipping zone%2$s or add a shipping method within before starting the export procedure.":["Wybrana strefa wysyłki nie zawiera żadnych metod wysyłki możliwych do eksportu. Upewnij się, że została wybrana właściwa %1$sstrefa wysyłki%2$s lub dodaj w niej metodę wysyłki przed rozpoczęciem procedury eksportu."],"%1$sError%2$s: ":["%1$sBłąd%2$s: "],"Exporting the Flexible Shipping methods":["Eksport metod wysyłki FS"],"The shipping method will be added within this shipping zone.":["Metoda wysyłki zostanie dodana w tej strefie wysyłki."],"The shipping method will not be imported":["Metoda wysyłki nie będzie zaimportowana"],"Create new shipping method":["Utwórz nową metodę wysyłki"],"Don't imporτ (ignore)":[""],"Update: ":["Zaktualizuj: "],"Enable shipping method":["Włącz metodę po utworzeniu"],"Export and import freely your Flexible Shipping methods within the shipping zones in your WooCommerce store.":["Eksportuj i importuj dowolne metody wysyłki Flexible Shipping wewnątrz stref wysyłkowych."],"Export":["Eksportuj"],"Export the already configured Flexible Shipping methods to .csv file.":["Wyeksportuj już skonfigurowane metody wysyłki Flexible Shipping do pliku .csv."],"Import":["Importuj"],"Import the ready Flexible Shipping methods configuration from the .csv file to your shop.":["Zaimportuj gotową konfigurację metod wysyłki Flexible Shipping z pliku .csv do swojego sklepu."],"%1$sError!%2$s The selected file doesn't contain the proper data structure. Please make sure you've selected the correct file or export your shipping methods once again.%3$sDetails: ":["%1$sBłąd%2$s: Wybrany plik nie zawiera prawidłowej struktury danych metod wysyłki. Upewnij się, czy został wybrany właściwy plik lub wyeksportuj metody wysyłki ponownie.%3$sSzczegóły: "],"Click to select the .csv file you want to upload or simply drag & drop it here.":["Kliknij i wskaż lub przeciągnij do poniższego pola plik .csv, który chcesz zuploadować."],"Importing file: ":["Importowany plik: "]," I confirm I've been warned about the risk associated with overwriting the current settings during the shipping methods import procedure, I'm fully aware of its further possible consequences and I wish to continue.":[" Jestem w pełni świadomy ryzyka i dalszych konsekwencji wynikających z nadpisania aktualnej konfiguracji metod wysyłki w związku z importem i chcę kontynuować procedurę importu."],"Import final report:":["Podsumowanie:"],"Import the previously configured Flexible Shipping methods including all their shipping cost calculation rules from the saved .csv file.":["Zaimportuj z pliku .csv skonfigurowane wcześniej metody wysyłki Flexible Shipping wraz z ich regułami obliczania kosztów."],"We've noticed that you decided to update some of the mapped shipping methods. Please mind that once their current configuration is overwritten it cannot be restored later.":["Zauważyliśmy, że dla niektórych zmapowanych metod została wybrana opcja aktualizacji ustawień. Spowoduje to, że ich aktualna konfiguracja zostanie nadpisana i nie będzie możliwości jej późniejszego przywrócenia."],"The FS shipping methods have been successfully imported.":["Import zakończony powodzeniem."],"Importing the Flexible Shipping methods":["Import metod wysyłki FS"],"Go back and change the settings →":["Wróć i zmień ustawienia →"],"Upload the .csv file again":["Zuploaduj .csv ponownie"],"Proceed and import":["Zaimportuj metody"],"Refresh and go to the shipping zone":["Przejdź do strefy wysyłki i odśwież"],"Method title not set":["Tytuł metody wysyłki nie jest ustawiony"],"Shipping method from file":["Metoda wysyłki z pliku"],"Action":["Akcja"],"Enable all new shipping methods":["Włącz wszystkie nowotworzone metody wysyłki"],"Please save Shipping Zone settings first!":["Proszę zapisać ustawienia Strefy Wysyłki!"]}}}